[
    {"id": 1,"baslik": "Ayet","paragraf": "Ey iman edenler! Sizden öncekilere farz kılındığı gibi oruç tutmak size de farz kılındı. Umulur ki böylece günah ve fenâlıklardan korunursunuz.","kaynak": "Bakara / 183. Ayet"}
    ,{"id": 2,"baslik": "Ayet","paragraf": "Oruç sayılı ve belli günlerde tutulur. Ancak bu günlerde hasta olup veya yolculuğa çıkıp da oruç tutamayanlarınız, tutamadığı oruçları diğer günlerde tutar. Oruca dayanamayanlara ise, tutamadıkları her gün için bir fakiri bir gün doyuracak kadar fidye gerekir. Kim de, gönlünden koparak birden fazla fakiri doyurur veya fidye miktarını artırırsa, kendisi için daha hayırlı olur. Ama her şeye rağmen oruç tutmanız, bir bilseniz, sizin için elbette daha hayırlıdır.","kaynak": "Bakara / 184. Ayet"}
    ,{"id": 3,"baslik": "Ayet","paragraf": "Orucun farz kılındığı ramazan ayı, insanlara hidâyet rehberi olup onlara doğru yolu gösteren ve hakkı bâtıldan ayırıcı en açık delilleri ihtiva eden Kur’an’ın indirildiği aydır. İşte bu sebeple içinizden ramazan ayına erişen orucunu tutsun. Ancak hasta veya yolcu olup da oruç tutamayan kimse, tutamadığı oruçları başka günlerde tutsun. Allah sizin için kolaylık diler, fakat zorluk dilemez. Bütün bunlar sayıyı tamamlamanız, size doğru yolu gösterdiği için Allah’ın yüceliğini tanımanız ve O’na şükretmeniz içindir.","kaynak": "Bakara / 185. Ayet"}
    ,{"id": 4,"baslik": "Ayet","paragraf": "Oruç gecelerinde eşlerinizle ilişkide bulunmanız size helâl kılındı. Onlar sizin için bir elbise, siz de onlar için bir elbise durumundasınız. Allah, nefislerinize karşı koyamayacağını bildiği için tevbenizi kabul edip sizi bağışladı. Bundan böyle eşlerinizle beraber olabilir ve Allah’ın sizin için takdir buyurduğu nesli arzu ve talep edebilirsiniz. Fecrin, beyaz ipliğe benzeyen aydınlığı siyah ipliğe benzeyen gece karanlığından ayrılıncaya kadar bütün gece yiyin için. Sonra güneş batıp akşam namazı vakti girinceye kadar orucu tamamlayın. Mescitlerde itikâfa çekildiğinizde eşlerinizle geceleri bile ilişkide bulunmayın! Bunlar Allah’ın belirlediği sınırlardır; sakın bu sınırlara yaklaşmayın! İşte Allah insanlara âyetlerini böylece açıklamaktadır ki, günahları terkedip kendisine karşı gelmekten sakınabilsinler.","kaynak": "Bakara / 187. Ayet"}
    ,{"id": 5,"baslik": "Ayet","paragraf": "Başladığınız haccı ve umreyi Allah rızâsı için tamamlayın. Eğer bir engel çıkar da tamamlayamazsanız, o zaman maddî durumunuza uygun bir kurban gönderin. O kurban, yerine varıp kesilinceye kadar başlarınızı tıraş etmeyin. Aranızdan hastalanan veya başında bir rahatsızlığı bulunduğu için vaktinden önce tıraş olma zorunda kalanlar ise fidye olarak ya oruç tutsun ya sadaka versin veya kurban kessin. Emniyet ve genişlik içinde olduğunuzda, içinizden kim hac zamanına kadar umre yaparsa, maddî durumuna uygun bir kurban kessin. Kurban kesemeyenler ise üçü hacda, yedisi de hacdan döndükten sonra olmak üzere tam on gün oruç tutsunlar. Bu hüküm, Mescid-i Harâm civârında oturmayanlar içindir. Allah’a karşı gelmekten sakının ve bilin ki, Allah’ın cezası pek şiddetlidir.","kaynak": "Bakara / 196. Ayet"}
    ,{"id": 6,"baslik": "Ayet","paragraf": "Allah kasıtsız olarak yaptığınız yeminlerden dolayı sizi sorumlu tutmaz, fakat bilerek yaptığınız yeminlerden dolayı sorumlu tutar. Bunun kefâreti, ailenize yedirdiğinizin orta hallisiyle on fakiri bir gün sabah akşam doyurmak veya giydiğiniz orta hallisiyle onları giydirmek yahut bir köleyi hürriyetine kavuşturmaktır. Buna gücü yetmeyen üç gün oruç tutmalıdır. İşte yemin ettiğinizde onu bozmanın kefâreti budur. Bununla birlikte, yeminlerinize bağlı kalıp gereğini yerine getirin. Şükredebilmeniz için Allah size âyetlerini işte böyle açıklamaktadır.","kaynak": "Mâide / 89. Ayet"}
    ,{"id": 7,"baslik": "Ayet","paragraf": "iman edenler! İhramlı iken av hayvanlarını öldürmeyin. İçinizde kim bu halde iken kasten bir hayvanı öldürürse, yaptığı işin vebâlini tatması için verilecek ceza şudur: Ya içinizden iki âdil kimsenin kararıyla öldürdüğü ava eş değerdeki bir hayvanı Kâbe’ye ulaştırarak kurban etmek veya kefâret olarak fakirleri doyurmak yahut ona denk gelecek şekilde oruç tutmaktır. Bu konuda geçmişte yapılan hataları Allah affetmiştir. Fakat kim tekrar o günahı işlerse, Allah bunun intikamını ondan alır. Çünkü Allah, kudreti dâimâ üstün gelendir, intikam alandır.","kaynak": "Mâide / 95. Ayet"}
    ,{"id": 8,"baslik": "Ayet","paragraf": "Sonra Âdem, Rabbinden öğrendiği sözlerle Allah’a yalvardı, tevbe etti, Allah da tevbesini kabul buyurdu. Doğrusu O, tevbeleri çok kabul eden, nihâyetsiz merhamet sahibi olandır.","kaynak": "Bakara / 37. Ayet"}
    ,{"id": 9,"baslik": "Ayet","paragraf": "Namazı dosdoğru kılın, zekâtı verin ve rukû edenlerle beraber siz de rukû edin.","kaynak": "Bakara / 43. Ayet"}
    ,{"id": 10,"baslik": "Ayet","paragraf": "Sabır ve namazla Allah’tan yardım isteyin. Doğrusu namaz çok ağır ve çetin bir iştir. Ancak o, Allah’a duyduğu derin saygıdan kalbi ürperenlere ağır gelmez.","kaynak": "Bakara / 45. Ayet"}
    ,{"id": 11,"baslik": "Ayet","paragraf": "Onlar, kendilerinin Rablerine kavuşacaklarını ve günün birinde O’na döneceklerini kesinlikle bilen kimselerdir.","kaynak": "Bakara / 46. Ayet"} 
    ,{"id": 12,"baslik": "Ayet","paragraf": "Doğu da Allah’ındır, batı da. O halde nereye dönerseniz dönün, Allah’a yönelmiş olur, O’nu karşınızda bulursunuz. Elbette Allah lutf u keremi çok geniş olan ve her şeyi hakkıyla bilendir.","kaynak": "Bakara / 115. Ayet"}
    ,{"id": 13,"baslik": "Ayet","paragraf": "İnsanlardan bir takım beyinsizler: “Müslümanları, şimdiye kadar yöneldikleri kıbleden vazgeçiren sebep nedir?” diyecekler. De ki: “Doğu da Allah’ındır, batı da. O, dilediğini doğru yola kavuşturur.”","kaynak": "Bakara / 142. Ayet"}
    ,{"id": 14,"baslik": "Ayet","paragraf": "Böylece sizi, bütün insanlara şâhit ve örnek olasınız, Peygamber de size şâhit ve örnek olsun diye dengeli mutedil bir ümmet kıldık. Senin daha önce de yöneldiğin Kâbe’yi yeniden kıble yapmamızın sebebi, Peygamber’e uyanları, ökçesi üzerinde tekrar eski dinlerine dönecek olanlardan ayırmak içindir. Kıblenin değiştirilmesi, Allah’ın doğru yola ilettiklerinden başkalarına elbette ağır gelir. Allah sizin imanınızı, önceden Beyt-i Makdis’e yönelerek kıldığınız namazları zâyi etmeyecektir. Çünkü Allah, insanlara çok şefkatli, çok merhametlidir.","kaynak": "Bakara / 143. Ayet"}
    ,{"id": 15,"baslik": "Ayet","paragraf": "Rasûlüm! Biz, kıbleyle alakalı vahiy ümidiyle yüzünü sık sık göğe doğru çevirip durduğunu elbette görüyoruz. Şimdi seni râzı olacağın bir kıbleye döndürüyoruz. Bundan böyle namazda yüzünü Mescid-i Harâm’a doğru çevir. Ey mü’minler! Siz de nerede olursanız olun, namaz kılarken yüzünüzü o yöne çevirin. Kendilerine kitap verilenler, bunun Rablerinden gelen bir gerçek olduğunu çok iyi bilirler. Allah, onların yaptıklarından habersiz değildir.","kaynak": "Bakara / 144. Ayet"}
    ,{"id": 16,"baslik": "Ayet","paragraf": "Her milletin yöneldiği bir kıblesi vardır. Siz hep hayırlı işler yapmada birbirinizle yarışın! Nerede olursanız olun, Allah hepinizi huzurunda bir araya getirecektir. Çünkü Allah’ın her şeye gücü yeter.","kaynak": "Bakara / 148. Ayet"}
    ,{"id": 17,"baslik": "Ayet","paragraf": "Yüzlerinizi doğu ya da batı tarafına çevirmeniz iyilik değildir. Asıl iyilik; Allah’a, âhiret gününe, meleklere, kitaplara ve peygamberlere inanan; malını sevdiği halde akrabasına, yetimlere, yoksullara, yolda kalan gariplere, dilenenlere, hürriyetine kavuşmak isteyen köle ve esirlere veren; namazı dosdoğru kılıp zekâtı ödeyen; antlaşma yaptığında sözünde duran; sıkıntı, darlık, hastalık ve şiddetli savaş zamanlarında sabredenlerin yaptığıdır. Kulluklarında samimi ve dürüst olanlar işte bunlardır; gerçek takvâ sahipleri de yine bunlardır.","kaynak": "Bakara / 177. Ayet"}
    ,{"id": 18,"baslik": "Ayet","paragraf": "Rasûlüm! Kullarım sana beni sorarlarsa, şüphesiz ben onlara çok yakınım. Bana dua edenin duasına icâbet ederim. Öyleyse onlar da benim dâvetime uysunlar ve bana iman etsinler. Böyle yaparlarsa, en doğru yolu bulmuş olurlar.","kaynak": "Bakara / 186. Ayet"}
    ,{"id": 19,"baslik": "Ayet","paragraf": "Namazları, özellikle orta namazı vaktinde, eksiksiz ve şartlarına uygun olarak kılmaya devam edin. Allah’ın huzurunda derin bir saygıyla el bağlayıp divan durun.","kaynak": "Bakara / 238. Ayet"}
    ,{"id": 20,"baslik": "Ayet","paragraf": "Eğer bir korku ve tehlike söz konusu olursa namazınızı yürürken veya binek üzerinde kılabilirsiniz. Emniyete kavuştuğunuzda ise, bilmediklerinizi size öğrettiği şekilde Allah’ı zikredin; namazı şartlarına uygun olarak kılın.","kaynak": "Bakara / 239. Ayet"}
    ,{"id": 21,"baslik": "Ayet","paragraf": "Allah ki, O’ndan başka hiçbir ilâh yoktur. O, ebedî diridir. Varlığı kendinden olup bütün kâinatı yönetendir. O’nu ne bir uyuklama ne de bir uyku yakalayabilir. Göklerde ve yerde ne varsa hepsi O’nundur. İzni olmadan O’nun huzurunda kim kalkıp da şefaat edebilir? O, kullarının geleceğini de bilir, geçmişini de. Kullar ise, dilediği dışında O’nun ilminden hiçbir şeyi kavrayamazlar. O’nun kürsüsü, gökleri ve yeri kuşatmıştır. Dolayısıyla her ikisini de koruyup gözetmek O’na asla ağır gelmez. En yüce ve en büyük yalnız O’dur.","kaynak": "Bakara / 255. Ayet"}
    ,{"id": 22,"baslik": "Ayet","paragraf": "Allah, kimseyi gücünün yetmeyeceği şeyle sorumlu tutmaz. Herkesin yaptığı iyilik kendi yararına, işlediği günahlar da kendi zararınadır. O mü’minler, niyazlarına şöyle devam etiler: “Rabbimiz! Unutur veya hata edersek bizi cezalandırma! Rabbimiz! Bizden öncekilere yüklediğin gibi bize de ağır bir yük yükleme! Rabbimiz! Kaldıramayacağımız şeyleri de bize yükleme! Günahlarımızı affet, bizi bağışla, bize merhamet et! Sen bizim sahibimiz ve yardımcımızsın. Kâfirler gürûhuna karşı bize yardım eyle!”","kaynak": "Bakara / 286. Ayet"}
    ,{"id": 23,"baslik": "Ayet","paragraf": "Allah, düşmanlarınızın kimler olduğunu sizden daha iyi bilir. Gerçek dost olarak Allah yeter, yardımcı olarak da Allah yeter!","kaynak": "Nisâ / 45. Ayet"}
    ,{"id": 24,"baslik": "Ayet","paragraf": "Yeryüzünde sefere çıktığınız zaman, kâfirlerin size bir fenâlık yapmasından korkarsanız, namazı kısaltmanızda üzerinize bir günah yoktur. Şüphesiz kâfirler, sizin apaçık düşmanınızdır.","kaynak": "Nisâ / 101. Ayet"}
    ,{"id": 25,"baslik": "Ayet","paragraf": "Rasûlüm! Savaşta mü’minler arasında bulunup onlara namaz kıldırdığın zaman, onlardan bir grup silahlarını da yanlarına alarak seninle beraber namaza dursunlar. Bu esnâda diğer grup düşmanı gözetlesin. Namaz kılan grup secde yapıp rekâtı tamamlayınca, düşmanı gözetlemek üzere arka tarafa geçsin. Sonra henüz namaz kılmamış olan diğer grup gelsin ve seninle beraber namazlarını kılsınlar. Hem yer değiştirirken hem de namaz esnâsında ihtiyat tedbirlerini alsınlar, silahlarını da yanlarında bulundursunlar. Çünkü kâfirler, silahlarınızı ve teçhîzâtınızı unutup bırakmanızı, böylece âni bir baskınla üzerinize saldırmayı çok arzu ederler. Ancak yağmur-çamurdan dolayı sıkıntıya düşerseniz, yahut hasta iseniz namaz kılarken silahlarınızı yere bırakmanızda size bir vebâl yoktur. Fakat yine de gelebilecek tehlikelere karşı tedbiri elden bırakmayın. Şüphesiz ki Allah, kâfirler için pek alçaltıcı bir azap hazırlamıştır.","kaynak": "Nisâ / 102. Ayet"}
    ,{"id": 26,"baslik": "Ayet","paragraf": "Ey iman edenler! Namaza kalktığınızda yüzlerinizi, dirseklere kadar ellerinizi ve kollarınızı yıkayın, başınıza meshedin ve topuklara kadar da ayaklarınızı yıkayın! Eğer cünüp iseniz güzelce yıkanıp temizlenin. Şayet hasta veya yolcu olursanız yahut biriniz tuvaletten gelirse ya da eşlerinizle cinsî münâsebette bulunur da, abdest veya gusül almanız gereken böyle durumlarda su bulamazsanız, o zaman temiz toprağa ellerinizi sürüp onunla yüzlerinizi ve dirseklere kadar kollarınızı meshedin. Bu tür emirlerle Allah size güçlük çıkarmak istemez; bilakis şükredesiniz diye sizi tertemiz kılmak ve size olan nimetini tamamlamak ister.","kaynak": "Mâide / 6. Ayet"}
    ,{"id": 27,"baslik": "Ayet","paragraf": "Rabbinize yalvara yakara ve gizlice dua edin. Çünkü O, aşırı gidenleri sevmez.","kaynak": "A'râf / 55. Ayet"}
    ,{"id": 28,"baslik": "Ayet","paragraf": "Rabbini sabah akşam içten içe, boyun büküp yalvara yakara, derin bir ürpertiyle ve ancak kendin işitebileceğin bir sesle zikret! Sakın gâfillerden olma!","kaynak": "A'râf / 205. Ayet"}
    ,{"id": 29,"baslik": "Ayet","paragraf": "Onlar namazlarını dosdoğru kılarlar, kendilerine verdiğimiz nimetlerden Allah yolunda harcarlar.","kaynak": "Enfâl / 3. Ayet"}
    ,{"id": 30,"baslik": "Ayet","paragraf": "Gündüzün iki tarafında ve gecenin gündüze yakın saatlerinde namazı dosdoğru kıl. Şüphesiz ki iyilikler kötülükleri giderir. Bu buyruklar, ibret ve öğüt almasını bilenlere bir hatırlatmadır.","kaynak": "Hûd / 114. Ayet"}
]