[
    {"id":"1","dua":"Allah’ım! Ben zayıfım, zaafımı Sen’in rızâ-yı şerîfini kazanma husûsunda kuvvetlendir. Nâsiyemden tutarak beni hayra sevkeyle! İslâm’ı rızâmın en son noktası kıl! Allah’ım! Ben zayıfım, beni kuvvetlendir; insanlar arasında küçük görülüyorum, beni izzet sâhibi kıl! Ben muhtâcım, beni rızıklandır."}
    ,{"id":"2","dua":"Ey Allah’ım! Ey Rabbimiz! Bize dünyada iyilik, güzellik ve nimet ver, ahirette de iyilik, güzellik ve nimet ver ve bizi ateş azabından koru. Allah’ım! Bana doğru olanı ilham et ve beni nefsimin şerrinden koru. Allah’ım! Yaratılışımı güzel yaptın, ahlâkımı da güzelleştir."}
    ,{"id":"3","dua":"Allah’ım! Beni bağışla, bana hidayet nasip eyle,bana rızık ver, beni âfiyette daim eyle ve bana merhamet et. Allah’ım! Bütün işlerimin sonucunu güzel eyle, beni dünyada rezil olmaktan ve ahiret azabından koru."}
    ,{"id":"4","dua":"“Allah’ım! Bana verdiğin rızık konusunda beni kanaat sahibi yap ve o rızkımı bereketli kıl. Zayi olan her nimetin daha hayırlısını bana ihsan eyle. Allah’ım! Bana öğrettiğin şeyleri hakkımda faydalı eyle, bana fayda verecek şeyleri öğret, beni, bana fayda verecek ilim ile nasiplendir."}
    ,{"id":"5","dua":"Allah’ım! Senden dinde sebat etmemi istiyorum. Senden doğrulukta kararlı olmak istiyorum. Senden nimetlerine şükretmek ve ibadetlerini en güzel biçimde yapmak istiyorum. Senden doğru söyleyen bir dil, sağlıklı ve sana teslim olan bir kalp istiyorum. Bildiğin her zararlı şeyin şerrinden sana sığınıyorum. Bildiğin her hayırlı şeyi istiyorum. Bildiğin her günah için bağışlamanı diliyorum. Sen gizli olan şeyleri çok iyi bilensin."}
    ,{"id":"6","dua":"Allah’ım! Bizi bağışla, bize merhamet eyle,(ibadetlerimizi, hayır ve hasenatımızı, dualarımızı) kabul eyle, bizi cennete koy, bizi cehennemden azat eyle, bütün işlerimizi ıslah eyle."}
    ,{"id":"7","dua":"Allah’ım! Kalbimde nûr var et, gözümde nûr var et, kulağımda nûr var et, sağ yanımda nûr var et, sol yanımda nûr var et, üst tarafımda nûr var et, alt tarafımda nûr var et, önümde nûr var et, arkamda nûr var et, beni nûrlu yap"}
    ,{"id":"8","dua":"Allah’ım! Nefsime takvasını ver ve nefsimi (her türlü kötü şeylerden) temizle, Sen temizleyenlerin en hayırlısısın. Sen nefsimin dostu ve mevlasısın."}
    ,{"id":"9","dua":"Kederleri gideren, sıkıntıları kaldıran, zor durumda kalanların dualarını kabul eden, dünya ve ahiretin rahmanı ve rahîmi olan Allah’ım! Bana ancak sen merhamet edersin, bana Senden başka hiç kimsenin merhametine ihtiyaç duymayacak bir merhamet ihsan eyle."}
    ,{"id":"10","dua":"Allah’ım! Senden bütün hayırlı işlerde sebat etmeyi ve doğruda kararlı olmayı istiyorum. Senden nimetlerine şükretmek ve Sana en güzel biçimde ibadet etmek istiyorum. Allah’ım! Sana teslim olan bir kalp, doğru sözlü bir dil ve dosdoğru bir ahlâk istiyorum. Bildiğin günahlarımı bağışlamanı istiyorum. Bildiğin her türlü hayırdan istiyorum. Bildiğin bütün şerlerden sana sığınıyorum. Şüphesiz Sen gaypları en iyi bilensin."}
    ,{"id":"11","dua":"Allah’ım! Seni zikretmek, nimetlerine şükretmek ve sana en güzel biçimde ibadet etmek konusunda bana yardım eyle.” diye dua etmelerini söylemiştir."}
    ,{"id":"12","dua":"Allah’ım! Kalplerimizi birleştir, aramızı ıslah et, bize kurtuluş yollarını göster, bizi karanlıklardan aydınlığa çıkar, bizi her türlü çirkinliklerden, açığından ve gizlisinden uzaklaştır. Bize kulaklarımızı, gözlerimizi, kalplerimizi, eşlerimizi ve neslimizi mübarek eyle. Tövbelerimizi kabul eyle, şüphesiz ki Sen tövbeleri çok kabul edensin, çok merhametlisin. Bizi nimetlerine şükredenler, nimetlerinle seni övenler, verdiğin nimetleri kabul edenler eyle ve bize nimetlerin devamını ihsan eyle"}
    ,{"id":"13","dua":"Allah’ım! Bana öğrettiğin ilim ile beni faydalandır, bana fayda verecek ilmi bana öğret ve benim ilmimi artır. Her hâl üzere Allah’a hamd olsun. Cehennem ehlininhâlinden Allah’a sığınırım."}
    ,{"id":"14","dua":"“Allah’ım! Rahmetinin gereklerini, mağfiretinin sürekliliğini, her türlü günahtan uzak ve salim olmayı, her türlü iyilik ve nimetleri, cennete girerek felaha ermeyi, yardımınla cehennem ateşinden kurtulmayı istiyorum."}
    ,{"id":"15","dua":"Allah’ım! Helâl olan nimetlerinle yetinmemi,haramlardan müstağni olmamı ihsan eyle, fazlı kereminle beni Senden başkasına muhtaç eyleme."}
    ,{"id":"16","dua":"Sabahın aydınlığını var eden, geceyi dinlenme vakti yapan, güneşi ve ayı hesap vasıtası yapan Allah’ım! Bana borçlarımı ödemeyi ihsan eyle, benden fakirliği gider, kulağımı, gözümü ve kuvvetimi Senin yolunda kullanmayınasip eyle."}
    ,{"id":"17","dua":"Allah’ım! Günahlarımızı, yaptığımız haksızlıkları, saçmalıklarımızı, bilerek ve ciddi olarak yaptıklarımızı bağışla, bunların hepsi bizde mevcuttur."}
    ,{"id":"18","dua":"Allah’ım! Senden iman içinde sağlık, güzel ahlâk içinde iman, peşinden rahmet, âfiyet, mağfiret ve rıza gelen bir kurtuluş istiyorum. Allah’ım! Senden hayırlı olan işleri yapmayı, aklın ve dinin çirkin gördüğü şeyleri terk etmeyi ve fakirlerin sevgisini istiyorum."}
    ,{"id":"19","dua":"Allah’ım! Ayakta iken beni İslâm ile koru, otururken beni İslâm ile koru, uyurken beni İslâm ile koru, hakkımda hiçbir düşman ve hasetçinin isteğini yerine getirme. Perçeminden tuttuğun şeylerin şerrinden Sana sığınırım. Her türlü hayrı Senden isterim ki bütün hayırlar Senin elindedir."}
    ,{"id":"20","dua":"Allah’ım! Hidayet ettiğin kimselerle birlikte bana da hidayet et, âfiyet verdiğin kimselerle birlikte bana da âfiyet ver, yüz çevirdiğin kimselerden benim de yüz çevirmemi nasip et, bana verdiğin nimetleri bereketli kıl, hükmettiğin şeylerin şerrinden beni koru, şüphesiz hükmü Sen veriyorsun, Sana karşı hüküm verilemez. Şüphesiz ki Senin dost edindiğin kimseler rezil olmaz. Sen, eksikliklerden münezzehsin ve şanı yüce olansın."}
    ,{"id":"21","dua":"“Allah’ım! Beni bağışla, bana merhamet et, beni cezalandırmaktan vazgeç ve beni affet, şüphesiz Sen çok bağışlayan, çok merhametli olansın."}
    ,{"id":"22","dua":"Allah’ım! Ben gerçekten nefsime çok zulmettim, günahları ancak Sen bağışlarsın, beni katından bir mağfiret ile bağışla, bana merhamet et, şüphesiz Sen çok bağışlayansın, çok merhametli olansın."}
    ,{"id":"23","dua":"Rabbim! Bütün işlerimdeki ölçüsüzlüğümü, cahilliğimi ve hatamı bağışla. Sen bunları benden daha iyi biliyorsun. Allah’ım! Hatalarımı, bilerek, cahillikle ve dalgınlıkla yaptığım kusurlarımı bağışla. Bunların hepsi bende mevcuttur.Allah’ım! Yaparak ve geciktirerek işlediğim, açıktan ve gizli olarak işlediğim kusurlarımı bağışla. Sen, öne alan ve önce olansın. Sen, geriye bırakan ve sonsuz olansın. Senin her şeye gücün yeter."}
    ,{"id":"24","dua":"Allah’ım! Gizli olarak işlediğim günahlarımı, açıktan işlediğim günahlarımı, hatâen işlediğim ve bilerek yaptığım günahlarımı, bildiğim ve bilmediğim bütün günahlarımı bağışla."}
    ,{"id":"25","dua":"Allah’ım! Hatalarımı kar ve soğuk su ile temizle, kalbimi hatalardan beyaz elbiseleri kirlerden temizlediğin gibi temizle, benimle günahlarımın arasını doğu ile batı arası kadar uzaklaştır."}
    ,{"id":"26","dua":"Allah’ım! Bilerek ve hata ile işlediğim günahlarımı bağışla. Allah’ım! Bana işlerin ve ahlâkın en iyisini nasip et. İşlerin ve ahlâkın en iyisini ancak sen nasip edersin, kötüsünden de ancak sen alıkoyarsın."}
    ,{"id":"27","dua":"“Allah’ım! Her işimin koruyucusu olan dinim ile beni ıslah eyle, kurtuluşa erdir. İçinde yaşadığım, geçimimi sağladığım dünyamı benim için ıslah eyle, hayırlı kıl. Gidip ebedî yaşayacağım ahiret hayatımı benim için hayırlı eyle. Hayatımda her türlü hayrı ziyadesiyle ihsan eyle. Ölümümü de her türlü şerlerden muhafaza eyle."}
    ,{"id":"28","dua":"Allah’ım! Sevgini, Seni seven kimsenin sevgisini ve sevgine ulaştıracak ameli istiyorum. Allah’ım! Sevgini, bana canımdan, ailemden ve soğuk sudan daha sevimli eyle."}
    ,{"id":"29","dua":"Allah’ım! Bana sevgini, Senin katında sevgisi bana fayda verecek kimsenin sevgisini ihsan eyle. Allah’ım! Sevdiklerimden bana verdiğin nimetleri sevdiğin şeyler için bana kuvvet kıl. Allah’ım! Sevdiklerimden geri aldığın şeyleri, sevdiğin şeyleri (yapmam) için bana boş zaman kıl."}
    ,{"id":"30","dua":"Allah’ım! Bedenime sağlık ver, gözüme sağlık ver, sağlığı benim varisim kıl (son nefesime kadar beni sağlıklı eyle). Halîm ve kerim olan Allah’tan başka ilâh yoktur. Ulu Arş’ın sahibi Allah’ı noksan sıfatlardan tenzih ederim. Her türlü övgü âlemlerin Rabbi Allah’a mahsustur."}

]