[
    {"id": 1,"baslik": "Hadis","paragraf": "İbni Ömer’den (r.a.) rivHadis edildiğine göre, Resûlullah şöyle buyurdu:İslâm beş temel üzerine bina kılınmıştır: Allah’tan başka ilâh olmadığına ve Muhammed’in Allah’ın Resulü olduğuna şahitlik etmek. Namazı dosdoğru kılmak, zekâtı hakkıyla vermek, Allah’ın evi Kâbe’yi haccetmek ve Ramazan orucunu tutmak.","kaynak": "Buhârî, Îmân 1, 2, Tefsîru sûre(2) 30; Müslim, Îmân 19-22"}
    ,{"id": 2,"baslik": "Hadis","paragraf": "Resûlullah Efendimiz buyurmuşlardır:“Oruç tutunuz ki, (madden ve mânen) sıhhat bulasınız!”","kaynak": "Heysemî, 203 III, 179"}
    ,{"id": 3,"baslik": "Hadis","paragraf": "Ebû Ümâme Sudayy İbni Aclân el-Bâhilî’den (r.a.) rivayet edildiğine göre, Resûlullah’ı Vedâ hutbesi’nde şöyle buyururken dinledim demiştir:“Allah’tan korkunuz. Beş vakit namazınızı kılınız. Ramazan orucunuzu tutunuz. Mallarınızın zekâtını veriniz. Yöneticilerinize itaat ediniz! (Bu takdirde doğruca) Rabbinizin cennetine girersiniz.”","kaynak": "Tirmizî, Cum’a 80"}
    ,{"id": 5,"baslik": "Hadis","paragraf": "Ebû Hüreyre’den (r.a.) rivayet edildiğine göre Resûlullah şöyle buyurdu:Aziz ve celîl olan Allah 'İnsanın oruç dışında her ameli kendisi içindir. Oruç benim içindir, mükâfatını da ben vereceğim' buyurmuştur. Oruç kalkandır. Biriniz oruç tuttuğu gün kötü söz söylemesin ve kavga etmesin. Şayet biri kendisine söver ya da çatarsa: ‘Ben oruçluyum’ desin. Muhammed’in canı kudret elinde olan Allah’'a yemin ederim ki, oruçlunun ağız kokusu, Allah katında misk kokusundan daha güzeldir. Oruçlunun rahatlayacağı iki sevinç anı vardır: Birisi, iftar ettiği zaman, diğeri de orucunun sevabıyla Rabbine kavuştuğu andır.","kaynak": "Buhârî, Savm 9; Müslim, Sıyâm 163"}
    ,{"id": 6,"baslik": "Hadis","paragraf": "Sehl İbni Sa'd’dan (r.a.) rivayet edildiğine göre Hz. Peygamber şöyle buyurdu:'Cennette reyyân denilen bir kapı vardır ki, kıyamet günü oradan ancak oruçlular girecek, onlardan başka kimse giremeyecektir. Oruçlular nerede? diye çağrılır. Onlar da kalkıp girerler ve o kapıdan onlardan başkası asla giremez. Oruçlular girince o kapı kapanır ve bir daha oradan kimse girmez.'","kaynak": "Buhârî, Savm 4; Müslim, Sıyâm 166."}
    ,{"id": 7,"baslik": "Hadis","paragraf": "Ebû Saîd el-Hudrî’den (r.a.) rivayet edildiğine göre Resûlullah şöyle buyurdu:'Allah rızâsı için bir gün oruç tutan kimseyi Allah Teâlâ, bu bir günlük oruç sebebiyle cehennem ateşinden yetmiş yıl uzak tutar.'","kaynak": "Buhârî, Cihâd 36; Müslim, Sıyâm 167-168."}
    ,{"id": 8,"baslik": "Hadis","paragraf": "Ebû Hüreyre’den (r.a.) rivayet edildiğine göre Resûlullah şöyle buyurdu:'Kim, faziletine inanarak ve karşılığını Allah'tan bekleyerek Ramazan orucunu tutarsa, geçmiş günahları bağışlanır.'","kaynak": "Buhârî, Îmân 28, Savm 6"}
    ,{"id": 9,"baslik": "Hadis","paragraf": "Ebû Hüreyre’den (r.a.) rivayet edildiğine göre Resûlullah şöyle buyurdu:'Hiçbiriniz, oruçlu olduğu gün çirkin söz söylemesin ve kimse ile çekişmesin. Eğer biri kendisine söver veya çatarsa, ‘ben oruçluyum desin''","kaynak": "Buhârî, Savm 9"}
    ,{"id": 10,"baslik": "Hadis","paragraf": "Ebû Hüreyre’den (r.a.) rivayet edildiğine göre Hz. Peygamber şöyle buyurdu:'Kim yalan konuşmayı ve yalan-dolanla iş yapmayı terketmezse, Allah o kimsenin yemesini, içmesini bırakmasına kıymet vermez.'","kaynak": "Buhârî, Savm 8, Edeb 51"}
    ,{"id": 11,"baslik": "Hadis","paragraf": "Ebû Hüreyre’den (r.a.) rivayet edildiğine göre Hz. Peygamber şöyle buyurdu:'Sizden biriniz bir-iki gün öncesinden oruç tutarak Ramazan’ı karşılamaya kalkmasın. Ancak belli günlerde oruç tutmayı âdet edinmiş olan kimse, o gün orucunu tutsun.'","kaynak": "Buhârî, Savm 5, 14; Müslim, Sıyâm 21"} 
    ,{"id": 12,"baslik": "Hadis","paragraf": "Hz. Peygamber şöyle buyurmuşlardır:'Nice oruç tutanlar vardır ki, orucundan kendisine kuru bir açlıktan başka bir şey kalmaz! Geceleri nice namaz (terâvih ve teheccüd) kılanlar vardır ki, namazlarından kendilerine kalan yalnız uykusuzluktur.'","kaynak": "İbn-i Mâce, Sıyâm, 21"}
    ,{"id": 13,"baslik": "Hadis","paragraf": "Ebû Hüreyre’den (r.a.) rivayet edildiğine göre Resûlullah şöyle buyurdu:'Ramazan hilâlini görünce oruç tutunuz. Şevval hilâlini görünce de oruca son veriniz. Ramazan’ın başlangıcı bulutlu bir güne rastlarsa, Şâban’ı otuza tamamlayınız.'","kaynak": "Buhârî, Savm 11"}
    ,{"id": 14,"baslik": "Hadis","paragraf": "Peygamber Efendimiz buyurmuşlardır:'Mü’min öldüğü zaman, namazı baş ucunda, zekâtı sağında, orucu solunda bulur.'","kaynak": "Bkz. Heysemî, III, 51"}
    ,{"id": 15,"baslik": "Hadis","paragraf": "Peygamber Efendimiz (s.a.v) bir gün;'Oruç, oruçluya yakışmayan şeylerle zedelenmedikçe (tutan için) bir kalkandır.” buyurdu. Ashâb-ı Kirâm: “(Oruçlu) onu ne ile zedeler?” diye sorunca Resûl-i Ekrem: “Yalan ve gıybetle...” cevâbını verdiler.'","kaynak": "Nesâî; Sıyâm, 43"}
    ,{"id": 16,"baslik": "Hadis","paragraf": "Ebû Hüreyre’den (r.a.) rivayet edildiğine göre Hz. Peygamber şöyle buyurdu:'Sizden biriniz unutarak bir şey yer veya içerse, orucunu tamamlasın. Çünkü onu Allah yedirmiş ve içirmiştir.'","kaynak": "Buhârî, Savm 26, Eymân 15"}
    ,{"id": 17,"baslik": "Hadis","paragraf": "Lakît İbni Sabire (r.a.) şöyle dedi:'- Ey Allah'ın Resûlü! Bana abdest almayı anlat! dedim. O da: - 'Güzelce abdest al, parmak aralarına suyu ulaştır. Oruçlu olmadığın zaman suyu burnuna iyice çek!' buyurdu. '","kaynak": "Ebû Dâvûd, Tahâret 56, Savm 27"}
    ,{"id": 18,"baslik": "Hadis","paragraf": "Ebû Hüreyre’den (r.a.) rivayet edildiğine göre Resûlullah şöyle buyurdu:'Ramazan ayı girdiğinde cennet kapıları açılır, cehennem kapıları kapanır ve şeytanlar bağlanır.'","kaynak": "Buhârî, Savm 5"}
    ,{"id": 19,"baslik": "Hadis","paragraf": "Ayşe (r.a.) şöyle dedi:'Ramazan ayının son on günü gelince, Resûlullah geceleri ibadetle ihyâ eder, ailesini uyandırır, kulluğa soyunup paçaları sıvardı.'","kaynak": "Buhârî, Leyletü’l-kadr 5"}
    ,{"id": 20,"baslik": "Hadis","paragraf": "İbni Abbâs (r.a.) şöyle dedi:'Resûllullah insanların en cömerdi idi. Onun en cömert olduğu anlar da Ramazan’da Cebrâil’in (a.s.), kendisi ile buluştuğu zamanlardı. Cebrâil (a.s.), Ramazan’ın her gecesinde Hz. Peygamber ile buluşur, (karşılıklı) Kur'an okurlardı. Bundan dolayı Resûlullah Cebrâil (a.s.) ile buluştuğunda, esmek için engel tanımayan bereketli rüzgârdan daha cömert davranırdı.'","kaynak": "Buhârî, Bedü'l-vahy 5, 6, Savm 7, Menâkıb 23, Bed'ul-halk 6, Fezâilü'l-Kur'ân 7, Edeb 39"}
    ,{"id": 21,"baslik": "Hadis","paragraf": "Ayşe (a.s.) şöyle dedi:'Ramazan ayının son on günü girdiğinde Resûlullah geceleri ihyâ eder, ev halkını uyandırır, ibadete soyunarak eşleriyle ilişkiyi keserdi.'","kaynak": "Buhârî, Leyletül-kadr 5"}
    ,{"id": 22,"baslik": "Hadis","paragraf": "Ebû Hüreyre’den (r.a.) rivayet edildiğine göre Resûlullah şöyle buyurdu:'Büyük günahlardan kaçınılması halinde, beş vakit namaz, iki cuma ve iki Ramazan, aralarında (işlenecek küçük) günahlara kefârettir.'","kaynak": "Müslim, Tahâret 16"}
    ,{"id": 23,"baslik": "Hadis","paragraf": "Abdullah İbni Abbâs’dan (r.a.) rivayet edildiğine göre Nebî şöyle buyurdu:'Ramazan ayında yapılan umre, tam bir hac sayılır, yahut da benimle birlikte yapılmış bir haccın yerini tutar.'","kaynak": "Buhârî, Umre 4"}
    ,{"id": 24,"baslik": "Hadis","paragraf": "Peygamber efendimiz şöyle buyurdu:'Eğer kullar, Ramazan’ın fazîletlerini bilselerdi, bütün senenin Ramazan olmasını temennî ederlerdi…'","kaynak": "Heysemî, c. III, sf. 141"}
    ,{"id": 25,"baslik": "Hadis","paragraf": "Dinin başı İslam (Kelime-i şehadet getirerek Allah’a teslim olmak), direği ise namazdır.","kaynak": "Tirmizî, Îmân, 8; İbn Hanbel, V, 231"}
    ,{"id": 26,"baslik": "Hadis","paragraf": "Rükûları, secdeleri, abdestleri ve vakitlerine riayet ederek beş vakit namaz(ı kılmay)a devam eden ve bu beş vakit namazın Allah katından gelen bir emr-i hak olduğunu kabul eden kimse cennete girer.","kaynak": "İbn Hanbel, IV, 266"}
    ,{"id": 27,"baslik": "Hadis","paragraf": "(Kıyamet günü) kulun ilk hesaba çekileceği şey namazıdır. Eğer bunu tam olarak yapmışsa (ne âlâ!) Ama (farz namazları tamam) değilse Yüce Allah, ‘Kulumun nafilelerine bakın.’ buyurur. Eğer nafile namazı bulunursa, ‘Onunla farzları tamamlayın.’ buyurur.","kaynak": "Nesâî, Salât, 9"}
    ,{"id": 28,"baslik": "Hadis","paragraf": "Müslüman bir kimse mescitleri namaz ve zikir için kendine yer-yurt edindiğinde, Allah onun bu durumuna, gurbetten dönen kişiye ailesinin sevindiği gibi sevinir.","kaynak": "İbn Mâce, Mesâcid, 19"}
    ,{"id": 29,"baslik": "Hadis","paragraf": "Yüce Allah şöyle buyurdu: ‘Senin ümmetine beş vakit namazı farz kıldım ve onları, vaktinde ve hakkını vererek kılanları cennete koyacağımı kendi katımda vaad ettim. Namazları düzenli kılmayanlar için ise katımda böyle bir vaad yoktur.’","kaynak": "Ebû Dâvûd, Salât, 9"}
    ,{"id": 30,"baslik": "Hadis","paragraf": "Size öyle bir şey öğreteceğim ki, siz onu yaptığınız takdirde hem sizi geçenlere yetişeceksiniz hem de arkanızdan size hiç kimse yetişemeyecek. Bu sayede, benzerini yapanlar dışında, içinde bulunduğunuz cemaatin en hayırlıları olacaksınız. (Tavsiyem şudur:) Her namazdan sonra otuz üçer defa ‘sübhânallah’, ‘el-hamdü lillâh’ ve ‘Allahu ekber’ deyiniz.” buyurmuştur.","kaynak": "Buhârî, Ezân, 155"}
]